// 1) Створити додаток (html сайт) який буде переводити температуру із Цельсія в Фаренгейт та навпаки.
// Функція перетворення має працювати на подію input. Якщо вводяться значення в поле Цельсій то відбувається перетворення в Фаренгейт, якщщо вводимо дані в поле Фаренгейт, то запускається функція перетворення в Цельсій.
// =============================================================================================================================================================================================================================================================================================
// 2) Створити додаток для розрахунку площі прямокутника. На основі значень введених в поля, при кліку на кнопку Побудувати, в div блоці із класом out потрібно відрисувати прямокутник із заданими параметрами (але в пікселях а не сантиметрах)
// =============================================================================================================================================================================================================================================================================================
// 3) Створити гру для перевірки знання таблиці множення. Користувач має 3 спроби пройти тест (який складається із 5 прикладів). По завершенню виводити найкращий результат.
// =============================================================================================================================================================================================================================================================================================
// 4) Зробити опитування користувача, кожна відповідь затерає наявне DOM дерево і відрисовує нове (із наступним питанням), всі відповіді зберігати в масиві, і в кінці на основі цих відповідей вивести інформацію про користувача на основі відповідей.
// =============================================================================================================================================================================================================================================================================================
// 5) Реалізувати логіку підрахунку ціни товару по його варіаціях(шаблон наведений тут, при кліку на колір змінювати ціну товару).
// Придумати ще 2 варіації, відяких буде залежати ціна товару.

//#1

let temperature = document.getElementsByClassName('farengeit');
console.log(temperature[0]);
