// Реалізувати сайт для ведення складу товарівМає бути:
// 1) Сторінка на якій є таблиця із найменуванням товару, його ціною та кількістю на складі
// 2) Форма щоб додати новий товар
// 3) Можливість редагування товару.
// Дані які відображаються в таблиці мають зберігатись як об'єкт класу Product(кожен товар то новий об'єкт).
// 4) Якщо товар має кількість 0, то позначати його червоним кольором.
// 5) Реалізувати методи визначення кількості товарів,
//       а також метод який повертає нам масив найменування товарів.